4ops.terraform
alaughlin.comprehension
anthropic.claude-code
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
connor4312.esbuild-problem-matchers
csstools.postcss
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-github
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
saoudrizwan.claude-dev
tilt-dev.tiltfile
