alexcvzz.vscode-sqlite
bmewburn.vscode-intelephense-client
burkeholland.simple-react-snippets
calebporzio.simple-php-cs-fixer
dkundel.vscode-new-file
esbenp.prettier-vscode
espressif.esp-idf-extension
felixfbecker.php-intellisense
formulahendry.dotnet-test-explorer
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
ikappas.phpcs
jchannon.csharpextensions
kokororin.vscode-phpfmt
liximomo.sftp
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.makefile-tools
mtxr.sqltools
neilbrayfield.php-docblocker
octref.vetur
okon3.ayu-miragemod
patbenatar.advanced-new-file
platformio.platformio-ide
Prisma.prisma
redhat.java
suntobright.vscode-sftp
sysoev.vscode-open-in-github
teabyii.ayu
tintrinh.php-refactor
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
