tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "act"
brew "asdf"
brew "awscli"
brew "bat"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-quick-stats"
brew "git-standup"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tree"
brew "zoxide"
brew "zsh"
cask "docker"
cask "raycast"
cask "rectangle"
cask "stats"
