tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "act"
brew "asdf"
brew "awscli"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "git-standup"
brew "go"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "zsh"
cask "docker"
